Repository: NMarjou/localization-app
Catalog: TMs/en-US_it-IT.tmx
Source language: en_us
Languages: it_it

source: Shared feedback list
it_it: Elenco dei feedback condivisi

source: Team requests feedback list
it_it: Elenco delle richieste di feedback del team

source: View feedback {{users}}
it_it: Visualizza feedback {{users}}

source: The maximum value of this field is {{max}}.
it_it: Il valore massimo di questo campo è {{max}}.

source: The minimum value of this field is {{min}}.
it_it: Il valore minimo di questo campo è {{min}}.

source: This field is mandatory.
it_it: Questo campo è obbligatorio.

source: Required.
it_it: Richiesto.

source: The file upload failed; your file contains malicious code.
it_it: Caricamento del file non riuscito; il file contiene codice dannoso.

source: The file you're trying to upload is not supported.
it_it: Il file che stai cercando di caricare non è supportato.

source: The image you are trying to upload is too large. The maximum size for images is 2MB.
it_it: L'immagine che stai cercando di caricare è troppo grande. La dimensione massima per le immagini è di 2 MB.

source: This page doesn't exist or you don't have access to it.
it_it: Non hai accesso a questa pagina oppure non esiste.

source: You can use only letters, numbers, "_" and "-".
it_it: È possibile utilizzare solo lettere, numeri, "_" e "-".

source: The field can contain only letters, numbers, or "_", and must start with a letter.
it_it: Il campo può contenere solo lettere, numeri o "_", e deve iniziare con una lettera.

source: You cannot use a special character in first or last position.
it_it: Non è possibile utilizzare un carattere speciale nella prima o nell'ultima posizione.

source: The date can not be in the past.
it_it: La data non può essere nel passato.

source: The maximum number of elements has been reached.
it_it: È stato raggiunto il numero massimo di elementi.

source: The end date must be after the start date.
it_it: La data di fine deve essere successiva alla data di inizio.

source: The value must be {{max}} or less.
it_it: Il valore deve essere minore o uguale a {{max}}.

source: The value must be between {{min}} and {{max}}.
it_it: Il valore deve essere compreso tra {{min}} e {{max}}.

source: The value must be at least {{min}}.
it_it: Il valore deve essere maggiore o uguale a {{min}}.

source: This field cannot be empty.
it_it: Questo campo non può essere vuoto.

source: The first character must be a letter.
it_it: Il primo carattere deve essere una lettera.

source: The JSON format is invalid.
it_it: Il formato JSON non è valido.

source: The URL is invalid.
it_it: L'URL non è valido.

source: You cannot use the characters "_" and "-" several times consecutively.
it_it: Non è possibile utilizzare i caratteri "_" e "-" più volte consecutivamente.

source: You cannot use spaces or special characters.
it_it: Non sono consentiti spazi o caratteri speciali.

source: The end number must be greater than the start number.
it_it: Il numero finale deve essere maggiore del numero iniziale.

source: The question is required.
it_it: La domanda è obbligatoria.

source: The rating answer type is required.
it_it: Il tipo di risposta di valutazione è obbligatorio.

source: Required fields in the default language cannot be empty.
it_it: I campi obbligatori nella lingua predefinita non possono essere vuoti.

source: You must enter a value in at least one of the fields.
it_it: È necessario inserire un valore in almeno uno dei campi.

source: You cannot use the characters {{specialCharacters}}
it_it: Non puoi utilizzare i caratteri {{specialCharacters}}

source: This value is already in use. Please enter a unique value.
it_it: Questo valore è già in uso. Inserisci un valore unico.

source: The start date must be after the end date of the previous step.
it_it: La data di inizio deve essere successiva alla data di fine del passaggio precedente.

source: The end date must be before the start date of the next step.
it_it: La data di fine deve essere antecedente alla data di inizio del passaggio successivo.

source: {{min}} to {{max}}.
it_it: Da {{min}} a {{max}}.

source: Formatted address
it_it: Indirizzo formattato

source: Full mailing address, formatted for display or use with a mailing label. This field is automatically populated with data you entered.
it_it: Indirizzo postale completo, formattato per la visualizzazione o l'uso con un'etichetta di spedizione. Questo campo viene automaticamente popolato con i dati inseriti.

source: Blue
it_it: Blu

source: Coral
it_it: Corallo

source: Gray
it_it: Grigio

source: Green
it_it: Verde

source: Indigo
it_it: Indaco

source: Orange
it_it: Arancione

source: Pink
it_it: Rosa

source: Purple
it_it: Viola

source: Red
it_it: Rosso

source: Teal
it_it: Verde acqua

source: White
it_it: Bianco

source: Yellow
it_it: Giallo

source: Failed to copy to clipboard
it_it: Impossibile copiare negli appunti

source: Examples
it_it: Esempi

source: Condition
it_it: Condizione

source: Calculation guide
it_it: Guida al calcolo

source: Diagnostics
it_it: Diagnostica

source: Functions
it_it: Funzioni

source: Press <shortcut></shortcut> to get suggestions
it_it: Premi <shortcut></shortcut> per ottenere suggerimenti

source: Help
it_it: Aiuto

source: Formula builder help
it_it: Guida al generatore di formule

source: Create custom calculations using data points and rules from your round. As you configure comp elements, budgets, and guidelines, they become available here.
it_it: Crea calcoli personalizzati utilizzando i dati e le regole del tuo ciclo. Man mano che configuri elementi di compensazione, budget e linee guida, questi diventano disponibili qui.

source: Build dynamic formulas
it_it: Crea formule dinamiche

source: Open the full-screen workspace to browse properties, functions, and operators in dedicated panels while writing your formula.
it_it: Apri l'area di lavoro a schermo intero per sfogliare proprietà, funzioni e operatori in pannelli dedicati mentre scrivi la formula.

source: Non-conditional applies a single formula to all rows. Conditional lets you define multiple rules with an "everything else" fallback.
it_it: Non condizionale applica un'unica formula a tutte le righe. Condizionale consente di definire più regole con un fallback "tutto il resto".

source: Choose your formula type
it_it: Scegli il tipo di formula

source: Build formulas with IF/THEN/ELSE logic. Each condition block evaluates a condition and returns different values based on the result.
it_it: Crea formule con logica SE/ALLORA/ALTRIMENTI. Ogni blocco condizionale valuta una condizione e restituisce valori diversi in base al risultato.

source: Conditional mode
it_it: Modalità condizionale

source: Example functions
it_it: Funzioni di esempio

source: Nest your calculations
it_it: Annida i tuoi calcoli

source: Non-conditional mode
it_it: Modalità non condizionale

source: Supported operators
it_it: Operatori supportati

source: Insert function
it_it: Inserisci funzione

source: Auto-suggestion
it_it: Suggerimento automatico

source: Jumps to the next error
it_it: Passa all'errore successivo

source: Opens the doc tooltip
it_it: Apre il suggerimento del documento

source: Opens the <strong>Issues</strong> panel
it_it: Apre il pannello <strong>Problemi</strong>

source: No diagnostics
it_it: Nessuna diagnostica

source: Properties
it_it: Proprietà

source: Search by property name
it_it: Cerca per nome proprietà

source: Search functions
it_it: Funzioni di ricerca

source: Addition
it_it: Aggiunta

source: Both conditions must be true
it_it: Entrambe le condizioni devono essere vere

source: Use parentheses to group parts of your formula and control the order of calculation
it_it: Usa le parentesi per raggruppare parti della formula e controllare l'ordine di calcolo

source: Equals. Checks if two values are identical.
it_it: Uguale. Controlla se due valori sono identici.

source: Represents a false/no value
it_it: Rappresenta un valore falso/no

source: Case-insensitive pattern matching with * wildcards
it_it: Corrispondenza di pattern senza distinzione tra maiuscole e minuscole con caratteri jolly *

source: Multiplication
it_it: Moltiplicazione

source: Doesn't equal. Checks if two values are different
it_it: Diverso da. Verifica se due valori sono differenti

source: Does not match pattern (case-insensitive with * wildcards)
it_it: Non corrisponde al modello (senza distinzione tra maiuscole e minuscole con caratteri jolly *)

source: At least one condition must be true
it_it: Almeno una condizione deve essere vera

source: Subtraction
it_it: Sottrazione

source: Represents a true/yes value
it_it: Rappresenta un valore vero/sì

source: contains
it_it: contiene

source: doesn't contain
it_it: non contiene

source: doesn't start with
it_it: non inizia con

source: starts with
it_it: inizia con

source: Keyboard shortcuts
it_it: Scelte rapide da tastiera

source: Learn more
it_it: Scopri di più

source: No results match the search/filter criteria. Remove filters and clear search to show all results.
it_it: Nessun risultato corrisponde ai criteri di ricerca/filtraggio. Rimuova i filtri e cancelli la ricerca per visualizzare tutti i risultati.

source: Something went wrong. Try refreshing the page. Consider logging out and logging back in.
it_it: Qualcosa è andato storto. Prova ad aggiornare la pagina oppure a disconnetterti e riconnetterti.

source: Skip to content
it_it: Salta al contenuto

source: This content cannot be displayed
it_it: Impossibile visualizzare questo contenuto

source: An unexpected error occurred. Please contact your IT support for assistance.
it_it: Si è verificato un errore imprevisto. Contatta il tuo supporto IT per assistenza.

source: Back to edit mode
it_it: Torna alla modalità di modifica

source: Align with a goal
it_it: Allinearsi a un obiettivo

source: Are you sure you want to delete this goal?
it_it: Eliminare questo obiettivo?

source: This chat message was deleted
it_it: Questo commento è stato eliminato

source: Goal chat
it_it: Chat obiettivo

source: Supported file formats: JPEG, JPG, PNG, PDF, Word, Excel, TXT, CSV, PowerPoint, MP3. Maximum file size: 10 MB. Maximum number of files: {{count}} file.
it_it: Formati supportati: JPEG, JPG, PNG, PDF, Word, Excel, TXT, CSV, PowerPoint, MP3. Dimensione massima del file: 10 MB. Numero massimo di file: {{count}} file.

source: Supported file formats: JPEG, JPG, PNG, PDF, Word, Excel, TXT, CSV, PowerPoint, MP3. Maximum file size: 10 MB. Maximum number of files: {{count}} files.
it_it: Formati supportati: JPEG, JPG, PNG, PDF, Word, Excel, TXT, CSV, PowerPoint, MP3. Dimensione massima del file: 10 MB. Numero massimo di file: {{count}} file.

source: Let's create
it_it: Iniziamo a creare

source: Let me help you prepare your goals! Share the topic or area on which you want to focus.
it_it: Lascia che ti aiuti a preparare i tuoi obiettivi. Condividi l'argomento o l'area su cui vuoi concentrarti.

source: Your new goal was added to the goal form; you can edit it there. If you think it needs more work, you can give it another try.
it_it: Il tuo nuovo obiettivo è stato aggiunto al modulo degli obiettivi; puoi modificarlo lì. Se pensi che abbia bisogno di ulteriore lavoro, puoi riprovare.

source: Enable sharing
it_it: Abilita condivisione

source: Goal Genius is currently unavailable. Please refresh the page or try again later.
it_it: Al momento Goal Genius non è disponibile. Aggiorna la pagina o riprova più tardi.

source: Enter information about the topic of your goal and its target delivery date.
it_it: Inserisci informazioni sull'argomento del tuo obiettivo e sulla data di completamento prevista.

source: Goal Genius produces AI-generated content. We recommend that you check the accuracy, reliability and completeness of the generated content before proceeding to create your goal.
it_it: Goal Genius produce contenuti generati dall'AI. Consigliamo di verificare l'accuratezza, l'affidabilità e la completezza dei contenuti generati prima di procedere alla creazione del tuo obiettivo.

source: Privacy guidelines
it_it: Linee guida sulla privacy

source: Finalizing and perfecting…
it_it: Finalizzazione e perfezionamento…

source: Adding some details…
it_it: Aggiunta di alcuni dettagli…

source: Analyzing goal parameters…
it_it: Analisi dei parametri dell'obiettivo…

source: Generating a goal…
it_it: Generazione di un obiettivo…

source: Processing…
it_it: Elaborazione…

source: Organizational unit
it_it: Unità organizzativa

source: Let's start
it_it: Iniziamo

source: Try again
it_it: Riprova

source: Share your thoughts (optional)
it_it: Condividi i tuoi pensieri (facoltativo)

source: Overall progress
it_it: Progresso complessivo

source: Plans
it_it: Piani

source: Enter the basic information of the goal plan
it_it: Inserisci le informazioni di base del piano dell'obiettivo

source: Goal plan details
it_it: Dettagli del piano dell'obiettivo

source: Enable and define goal weights
it_it: Abilita e definisci le ponderazioni degli obiettivi

source: Weighted goals
it_it: Obiettivi ponderati

source: Define the visibility of the goal plan
it_it: Definisci la visibilità del piano dell'obiettivo

source: Include goal types to the goal plan
it_it: Includi i tipi di obiettivo nel piano dell'obiettivo

source: A fixed period is defined by a start date and an end date.
it_it: Un periodo fisso è definito da una data di inizio e una data di fine.

source: Recurring
it_it: Ricorrente

source: New goal plans will be automatically created according to the recurrence parameters.
it_it: I nuovi piani degli obiettivi verranno creati automaticamente in base ai parametri di ricorrenza.

source: Quarter
it_it: Trimestrale

source: Semester
it_it: Semestrale

source: Recurrence
it_it: Ricorrenza

source: Period
it_it: Periodo

source: Plan owners
it_it: Proprietari del piano

source: Title preview
it_it: Anteprima del titolo

source: No goal plans yet!
it_it: Nessun piano di obiettivi ancora!

source: The end date of the plan must be after the start date.
it_it: La data di fine del piano deve essere successiva alla data di inizio.

source: Your goal plan was successfully created.
it_it: Piano dell'obiettivo creato correttamente.

source: Include
it_it: Includi

source: Enable weighting
it_it: Abilita ponderazione

source: Goals per worker
it_it: Obiettivi per collaboratore

source: Number of goals that can be created using this goal type. Used to provide guidance for the workers.
it_it: Numero di obiettivi che possono essere creati utilizzando questo tipo di obiettivo. Utilizzato come linea guida per i collaboratori.

source: Section weight
it_it: Ponderazione della sezione

source: The goal plan must contain at least one published goal type.
it_it: Il piano dell'obiettivo deve contenere almeno un tipo di obiettivo pubblicato.

source: Weighting permission
it_it: Autorizzazione alla ponderazione

source: You must allocate a weight from 0 to 100 to each workflow section.
it_it: Devi assegnare una ponderazione da 0 a 100 a ciascuna sezione del flusso di lavoro.

source: Goal types in this workflow will be grouped within a single weight section.
it_it: I tipi di obiettivi in questo flusso di lavoro saranno raggruppati in una singola sezione di ponderazione.

source: Workflow section
it_it: Sezione del flusso di lavoro

source: Viewable by workers and managers
it_it: Visibile da collaboratori e manager

source: Viewable by the target population
it_it: Visibile dalla popolazione target

source: All locations
it_it: Tutte le sedi

source: Add all locations
it_it: Aggiungi tutte le sedi

source: Please fill at least one field.
it_it: Compila almeno un campo.

source: Add all company
it_it: Aggiungi tutta l'azienda

source: Add all organizational units
it_it: Aggiungi tutte le unità organizzative

source: Clear all selections
it_it: Cancella tutte le selezioni

source: All roles
it_it: Tutti i ruoli

source: Add all roles
it_it: Aggiungi tutti i ruoli

source: Individual workers
it_it: Collaboratori individuali

source: Exclude
it_it: Escludi

source: No individuals yet
it_it: Ancora nessun individuo

source: No populations yet
it_it: Ancora nessuna popolazione

source: The PDF was successfully sent to Documents.
it_it: PDF correttamente inviato ai documenti.

source: Your goal was published. It may take a few seconds for it to appear in the list.
it_it: Il tuo obiettivo è stato pubblicato. Potrebbero volerci alcuni secondi prima che compaia nell’elenco.

source: Goal published successfully
it_it: Obiettivo pubblicato correttamente

source: Goal creator
it_it: Creatore dell'obiettivo

source: Manager of the worker
it_it: Manager del collaboratore

source: Shared user
it_it: Utente condiviso

source: The goal was successfully updated.
it_it: Obiettivo aggiornato correttamente.

source: Your goal was saved as a draft. It may take a few seconds to appear in the list.
it_it: Il tuo obiettivo è stato salvato come bozza. Potrebbero volerci alcuni secondi prima che compaia nell’elenco.

source: Goal saved as draft
it_it: Obiettivo salvato come bozza

source: Mandatory
it_it: Obbligatorio

source: Authorized editors
it_it: Editor autorizzati

source: The sum of the percentages in the Weight column must not exceed 100%.
it_it: La somma delle percentuali nella colonna Ponderazione non deve superare il 100%.

source: Review and align goal weights to ensure they sum up to 100% for optimal planning.
it_it: Per una pianificazione ottimale, rivedi e allinea le ponderazioni degli obiettivi per assicurarti che la loro somma sia 100%.

source: Total {{weight}}%
it_it: Totale {{weight}}%

source: Information visible only to system administrators and HR administrators.
it_it: Informazioni visibili solo agli amministratori di sistema e agli amministratori HR.

source: All users will be able to assign goals to anyone in the company, regardless of their role (worker, manager or professional role).
it_it: Tutti gli utenti potranno assegnare obiettivi a chiunque nell'azienda, indipendentemente dal loro ruolo (collaboratore, manager o ruolo professionale).

source: Managers and workers in the selected population can assign a goal to anyone
it_it: I manager e i collaboratori nella popolazione selezionata possono assegnare un obiettivo a chiunque

source: Anyone
it_it: Chiunque

source: Organizational unit and below
it_it: Unità organizzativa e sottostante

source: Users can create goals for themselves
it_it: Gli utenti possono creare obiettivi per se stessi

source: Users can only create this goal type for themselves
it_it: Gli utenti possono creare questo tipo di obiettivo solo per se stessi

source: Workers in the selected population will only be able to create this goal type for themselves. They will not be able to assign goals to other users.
it_it: I collaboratori nella popolazione selezionata potranno creare questo tipo di obiettivo solo per se stessi. Non potranno assegnare obiettivi ad altri utenti.

source: Managers will be able to approve the goals created by their direct reports.
it_it: I manager potranno approvare gli obiettivi creati dai loro subordinati diretti.

source: Require goal approval
it_it: Richiedi l'approvazione degli obiettivi

source: Specify the approval of the goal
it_it: Specifica l'approvazione dell'obiettivo

source: Approval flow
it_it: Flusso di approvazione

source: Is this a performance goal type?
it_it: È un tipo di obiettivo di prestazioni?

source: Select libraries
it_it: Seleziona librerie

source: Customize the goal form
it_it: Personalizza il modulo degli obiettivi

source: Form builder
it_it: Generatore di moduli

source: Enter the basic information of the goal type
it_it: Inserisci le informazioni di base del tipo di obiettivo

source: Goal type details
it_it: Dettagli del tipo di obiettivo

source: Define the visibility of the goal type
it_it: Definisci la visibilità del tipo di obiettivo

source: Define the visibility of your new goal type.
it_it: Definisci la visibilità del tuo nuovo tipo di obiettivo.

source: Goal section. Enables the user to align the goal with another goal in the organization. It also enables them to connect it, for example, to one of their manager's goals or to a department goal.
it_it: Sezione Obiettivo. Consente all'utente di allineare l'obiettivo con un altro obiettivo nell'organizzazione. Permette inoltre di collegarlo, ad esempio, a uno degli obiettivi del proprio manager o a un obiettivo di dipartimento.

source: Goal setting. Enables users to attach received feedback to their goals.
it_it: Impostazione degli obiettivi. Consente agli utenti di collegare il feedback ricevuto ai loro obiettivi.

source: Attach feedback
it_it: Allega feedback

source: Goal section. Enables the user to add an attachment to a goal.
it_it: Sezione obiettivo. Consente all'utente di aggiungere un allegato a un obiettivo.

source: Text field. Enables the user to enter a comment related to their goal.
it_it: Campo di testo. Consente all'utente di inserire un commento relativo al proprio obiettivo.

source: Comments
it_it: Commenti

source: Calendar tool. Enables the user to select the date at which they're aiming to complete the goal.
it_it: Strumento calendario. Consente all'utente di selezionare la data entro la quale intende raggiungere l'obiettivo.

source: Goal setting. Enables users to delete their goals.
it_it: Impostazione degli obiettivi. Consente agli utenti di eliminare i propri obiettivi.

source: Goal deletion
it_it: Eliminazione degli obiettivi

source: Goal section. Enables the user to add milestones, deliverables or outcomes to a goal.
it_it: Sezione obiettivo. Consente all'utente di aggiungere traguardi, deliverable o risultati a un obiettivo.

source: Text field. Enables the user to provide further details regarding the goal.
it_it: Campo di testo. Consente all'utente di fornire ulteriori dettagli riguardo all'obiettivo.

source: Goal section. Enables the user to create key performance indicators or measures of success for the goal.
it_it: Sezione obiettivo. Consente all'utente di creare KPI o misure di successo per l'obiettivo.

source: Enable min/max value in the measurement criteria
it_it: Abilita valore min/max nei criteri di misurazione

source: Goal setting. Enables users to select whether the goal should be part of their performance review.
it_it: Impostazione degli obiettivi. Consente agli utenti di selezionare se l'obiettivo dovrebbe far parte della loro revisione delle prestazioni.

source: Performance flag in goal form
it_it: Indicatore di prestazioni nel modulo degli obiettivi

source: Drop-down list. Enables the user to define the priority of the goal among "High", "Medium", "Low", or "Unselected".
it_it: Elenco a discesa. Consente all'utente di definire la priorità dell'obiettivo tra "Alta", "Media", "Bassa" o "Non selezionata".

source: Slider. Enables the user to adjust the progress of the goal after its creation.
it_it: Dispositivo di scorrimento. Consente all'utente di regolare il progresso dell'obiettivo dopo la sua creazione.

source: Goal progress bar
it_it: Barra di avanzamento degli obiettivi

source: Goal setting. Enables the user to decide if they want to share their goals publicly and make them visible to all users in the company.
it_it: Impostazione degli obiettivi. Consente all'utente di decidere se desidera condividere i propri obiettivi pubblicamente e renderli visibili a tutti gli utenti dell'azienda.

source: Goal setting. Enables both the goal owners and their line managers to reopen completed goals and move them back to "In progress" status.
it_it: Impostazione degli obiettivi. Consente sia ai proprietari degli obiettivi che ai loro manager diretti di riaprire gli obiettivi completati e riportarli allo stato "In corso".

source: Goal reopening
it_it: Riapertura degli obiettivi
